---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AdaptiveComponentFamilyUtils
source: html/e3114af3-ad01-783f-0043-ea3bd81d16ff.htm
---
# AdaptiveComponentFamilyUtils Members

Gets number of Adaptive Point Elements in Adaptive Component Family.